[
    {
        "language": "ko",
        "content": "대통령은 법률안의 일부에 대하여 또는 법률안을 수정하여 재의를 요구할 수 없다. 법원은 최고법원인 대법원과 각급법원으로 조직된다. 각급 선거관리위원회는 선거인명부의 작성등 선거사무와 국민투표사무에 관하여 관계 행정기관에 필요한 지시를 할 수 있다. 헌법재판소에서 법률의 위헌결정, 탄핵의 결정, 정당해산의 결정 또는 헌법소원에 관한 인용결정을 할 때에는 재판관 6인 이상의 찬성이 있어야 한다."
    },
    {
        "language": "ko",
        "content": "국무총리, 국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 국회는 의장 1인과 부의장 2인을 선출한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다."
    },
    {
        "language": "ko",
        "content": "대법원장과 대법관이 아닌 법관은 대법관회의의 동의를 얻어 대법원장이 임명한다. 재의의 요구가 있을 때에는 국회는 재의에 붙이고, 재적의원과반수의 출석과 출석의원 3분의 2 이상의 찬성으로 전과 같은 의결을 하면 그 법률안은 법률로서 확정된다. 이 헌법공포 당시의 국회의원의 임기는 제1항에 의한 국회의 최초의 집회일 전일까지로 한다."
    },
    {
        "language": "ko",
        "content": "법률이 헌법에 위반되는 여부가 재판의 전제가 된 경우에는 법원은 헌법재판소에 제청하여 그 심판에 의하여 재판한다. 제2항과 제3항의 처분에 대하여는 법원에 제소할 수 없다. 중앙선거관리위원회는 대통령이 임명하는 3인, 국회에서 선출하는 3인과 대법원장이 지명하는 3인의 위원으로 구성한다. 위원장은 위원중에서 호선한다."
    },
    {
        "language": "ko",
        "content": "모든 국민은 인간으로서의 존엄과 가치를 가지며, 행복을 추구할 권리를 가진다. 국가는 개인이 가지는 불가침의 기본적 인권을 확인하고 이를 보장할 의무를 진다. 대통령의 임기가 만료되는 때에는 임기만료 70일 내지 40일전에 후임자를 선거한다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다."
    },
    {
        "language": "en",
        "content": "It includes some people whose phones showed infection or traces of NSO's Pegasus spyware, according to examinations of a sample of the devices conducted by Amnesty International's security lab."
    },
    {
        "language": "en",
        "content": "Pegasus is the hacking software that is developed, marketed and licensed to governments around the world by the Israeli company NSO Group. It has the capability to infect billions of phones running either iOS or Android operating systems."
    },
    {
        "language": "en",
        "content": "After a year of apathy, swirling uncertainty and widespread anxiety about Covid, the Japanese public appeared to suddenly catch Olympic fever on Saturday as the games exploded into life on the opening day of competition."
    },
    {
        "language": "en",
        "content": "A South Korean broadcaster has apologised after using offensive images to depict several countries during the opening ceremony of the Olympics on Friday. MBC displayed photos and facts about each country as athletes walked out during the parade of nations."
    },
    {
        "language": "en",
        "content": "However, there were others that drew criticism. When Ukraine's athletes walked out MBC flashed up an image of the Chernobyl disaster, which is considered the worst nuclear accident in history and devastated large parts of the surrounding area."
    },
    {
        "language": "ko",
        "content": "요 몇년 새 부쩍 잦아지고 강도가 세진 극한 기상현상은 기후위기가 인류에게 발등의 불이 되었음을 보여준다. 유엔 기후변화에 관한 정부간 협의체는 2018년 내놓은 지구온난화 1.5도 특별보고서에서, 세기말까지 지구 온도 상승폭을 산업화 이전 대비 1.5도 이내로 억제하지 않으면 돌이킬 수 없는 위험이 닥칠 것이라고 경고했다."
    },
    {
        "language": "ko",
        "content": "본격적인 폭염이 시작되면서 전력 사용량이 급증하고 있다. 장마가 물러나고 나면 이달 말께 더 강한 폭염이 찾아올 가능성도 있다고 기상청은 예고했다. 예년 수준의 폭염이면 올여름 전력 수급에 큰 차질이 없겠지만, 세계 곳곳에서 기후변화로 인한 기상 이변이 속출하고 있어 안심할 수 없다. 전력 공급은 수요가 늘어난다고 갑자기 늘리기 어렵다. 예비전력 확보에 만전을 기하는 등 만약의 사태에 대비하는 데 빈틈이 없어야 할 것이다."
    },
    {
        "language": "ko",
        "content": "김 대장은 지난 19일 오전 5시55분 위성전화로 국내에 전화를 걸어 구조를 요청했다. 조난 소식을 접한 러시아 구조대가 구조에 나서 이날 오전 11시쯤 김 대장을 발견하고 구조에 나섰지만 또다시 추락 사고가 났다. 나조는 김 대장이 등강기를 사용해 사고 지점을 벗어나려고 했고, 이 과정에서 등강기에 문제가 생기면서 80도 경사의 가파른 절벽 밑으로 추락했다고 밝혔다."
    },
    {
        "language": "ko",
        "content": "계절이 지나가는 하늘에는 가을로 가득 차 있습니다. 나는 아무 걱정도 없이 가을 속의 별들을 다 헬 듯합니다. 가슴 속에 하나 둘 새겨지는 별을 이제 다 못 헤는 것은 쉬이 아침이 오는 까닭이요, 내일 밤이 남은 까닭이요, 아직 나의 청춘이 다하지 않은 까닭입니다. 별 하나에 추억과 별 하나에 사랑과 별 하나에 쓸쓸함과 별 하나에 동경과 별 하나에 시와 별 하나에 어머니, 어머니,"
    },
    {
        "language": "ko",
        "content": "이네들은 너무나 멀리 있습니다. 별이 아스라이 멀듯이. 어머님, 그리고 당신은 멀리 북간도에 계십니다. 나는 무엇인지 그리워 이 많은 별빛이 내린 언덕 위에 내 이름자를 써 보고 흙으로 덮어 버리었습니다. 딴은 밤을 새워 우는 벌레는 부끄러운 이름을 슬퍼하는 까닭입니다. 그러나 겨울이 지나고 나의 별에도 봄이 오면 무덤 위에 파란 잔디가 피어나듯이 내 이름자 묻힌 언덕 위에도 자랑처럼 풀이 무성할 거외다."
    },
    {
        "language": "en",
        "content": "The light pollution produced by street lamps, advertising boards, flood lights and our homes is so bad that 80% of the world's population lives in the haze of a perpetual glow in the hours of darkness."
    },
    {
        "language": "en",
        "content": "The unfortunate creatures end up there after crashing into the city's brightly-lit skyscrapers. Maciejewski bags and labels dead birds and scoops up those that are simply dazed, moving them out of the way of hurrying commuters."
    },
    {
        "language": "en",
        "content": "There is an assumption that more light is better and safer, because we lack the nighttime visual ability. But, counterintuitively, says Seymoure, a lot of light at night can actually decrease safety, creating shadows and glare."
    },
    {
        "language": "en",
        "content": "The belief that galactic colonisation could help ensure humanity's future can be traced back a couple of hundred years. It's hard to imagine today, but people didn't always believe the Universe was unpopulated, and open to potential settlement."
    },
    {
        "language": "en",
        "content": "And as for climate change? While it is unlikely to be an existential risk, it promises to cause a huge amount of suffering to billions of people in the near-term - and there's not much that space tourism nor a galactic settlement project in the far future will do to help avoid that today."
    },
    {
        "language": "ko",
        "content": "카카오가 2010년 내놓은 카카오톡의 국내 이용자수는 4500만명에 이른다. 사실상 한국인 대부분이 사용하는 스마트폰 메신저다. 카카오는 카카오톡이라는 메신저에 검색, 게임, 음악, 쇼핑, 콘텐츠, 모빌리티, 결제 등 다양한 기능을 더해 이용자들의 일상에 깊이 파고들었다."
    },
    {
        "language": "ko",
        "content": "인도 서부 마하라슈트라주에 쏟아진 물폭탄으로 사망자 수가 최대 136명으로 불어났다. 25일 현지 언론 등에 따르면, 마하라슈트라주에 수일째 폭우가 이어지면서 곳곳에서 산사태와 건물 붕괴가 발생했으며, 전날 오후까지 최대 136명이 목숨을 잃은 것으로 집계됐다. 불과 이틀 전만 하더라도 이번 홍수 사상자 수는 10명 안팎으로 보도됐지만 시간이 갈수록 피해가 급격하게 커지는 분위기다."
    },
    {
        "language": "ko",
        "content": "법률이 헌법에 위반되는 여부가 재판의 전제가 된 경우에는 법원은 헌법재판소에 제청하여 그 심판에 의하여 재판한다. 국가는 균형있는 국민경제의 성장 및 안정과 적정한 소득의 분배를 유지하고, 시장의 지배와 경제력의 남용을 방지하며, 경제주체간의 조화를 통한 경제의 민주화를 위하여 경제에 관한 규제와 조정을 할 수 있다."
    },
    {
        "language": "ko",
        "content": "대통령은 국회에 출석하여 발언하거나 서한으로 의견을 표시할 수 있다. 이 헌법중 공무원의 임기 또는 중임제한에 관한 규정은 이 헌법에 의하여 그 공무원이 최초로 선출 또는 임명된 때로부터 적용한다. 대통령은 제1항과 제2항의 처분 또는 명령을 한 때에는 지체없이 국회에 보고하여 그 승인을 얻어야 한다."
    },
    {
        "language": "ko",
        "content": "대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다. 행정각부의 장은 국무위원 중에서 국무총리의 제청으로 대통령이 임명한다. 국무위원은 국무총리의 제청으로 대통령이 임명한다. 국민경제자문회의의 조직, 직무범위 기타 필요한 사항은 법률로 정한다. 국채를 모집하거나 예산외에 국가의 부담이 될 계약을 체결하려 할 때에는 정부는 미리 국회의 의결을 얻어야 한다."
    },
    {
        "language": "en",
        "content": "The vast majority of vaccine-hesitant people do not have a political agenda and are not committed to an anti-scientific cause: they are simply undecided about their choice to take the injection."
    },
    {
        "language": "en",
        "content": "In currently unpublished research, Betsch recently used the model to predict people's uptake of the Covid-19 vaccines, and her results so far suggest that the 5Cs model can explain the majority of the variation in people's decisions."
    },
    {
        "language": "en",
        "content": "Children are always going to find cunning ways to bunk off school, and the latest trick is to fake a positive Covid-19 lateral flow test using soft drinks. So how are fruit juices, cola and devious kids fooling the tests?"
    },
    {
        "language": "en",
        "content": "But in acidic conditions, the protein becomes increasingly positively charged. As a result, many of the interactions that hold the protein together are disrupted, the delicate structure of the protein is affected and it no longer functions correctly."
    },
    {
        "language": "en",
        "content": "For five years, we compiled all the known information on these families in order to try to work out how many of them there were on Earth at a particular time, and which species were in each group."
    },
    {
        "language": "ko",
        "content": "올여름 전력 수급에 큰 차질이 없겠지만"
    },
    {
        "language": "ko",
        "content": "내 이름자 묻힌 언덕 위에도 자랑처럼 풀이 무성할 거외다."
    },
    {
        "language": "ko",
        "content": "사실상 한국인 대부분이 사용하는 스마트폰 메신저다."
    },
    {
        "language": "ko",
        "content": "전체 대상자의 84%가 사전예약을 마쳤다."
    },
    {
        "language": "ko",
        "content": "당국은 이번 주 후반 8월 접종 계획을 발표할 계획이다."
    },
    {
        "language": "en",
        "content": "While it is unlikely to be an existential risk,"
    },
    {
        "language": "en",
        "content": "according to examinations of a sample of the devices"
    },
    {
        "language": "en",
        "content": "the catastrophic data loss is not a world-ending event"
    },
    {
        "language": "en",
        "content": "But users might lose their login details."
    },
    {
        "language": "en",
        "content": "Once you delete the stuff it just disappears utterly"
    }
]